Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource3012
source: The file looks like a virus (the file name contains long spaces in name).
ar: (الملف يشبه الفيروس (اسم الملف يحتوي على مسافات بيضاء طويلة
az_arab: Fayl zərərvericiyə oxşayır (faylın adı uzun boşluq ardıcıllığı təşkil edir).
be: Файл падобны на вірус (імя файла ўтрымоўвае доўгую паслядоўнасць прабелаў).
bg: Файлът прилича на вирус (името му съдържа дълги поредици интервали).
ca: El fitxer sembla un virus (el nom del fitxer conté espais molt llargs al nom).
cs: Soubor se jeví jako virus (ve jménu souboru jsou dlouhé mezery).
da: Filen ligner en virus (filnavnet indeholder lange mellemrum i navn).
de: Die Datei scheint ein Virus zu sein (Dateiname enthält lange Reihen von Leerzeichen).
el: Το αρχείο μοιάζει με ιό (το όνομα του περιέχει μεγάλα κενά).
es: El fichero parece un virus (el nombre del fichero contiene espacios largos).
et: See fail sarnaneb viirusega (faili nimi sisaldab pikka tühikute jada).
eu: Agiriak birus bat ematen du (agiri izenak tarte luzeak ditu izenean).
fa: فایل شبیه ویروس است (نام فایل حاوی فضای بلندی در نام هست).
fi: Tiedosto vaikuttaa haittaohjelmalta, sillä sen nimi sisältää peräkkäisiä välilyöntejä.
fr: Le fichier est peut-être un virus (le nom contient des grands espacements pour masquer l'extension).
ga: B'fhéidir gur aicíd é an comhad (tá bearnaí móra in ainm an chomhaid).
gl: O ficheiro parécese a un virus (o nome do ficheiro contén espazos longos).
gu: આ ફાઇલ એક વિષાણુ(વાયરસ) જેવી લાગે છે (ફાઇલ નામ લાંબી ખાલી જગહ નામમાં રાખતો છે).
he: .הקובץ נראה כמו נגיף (שם הקובץ מכיל רווחים ארוכים בשם)
hi: यह फाइल एक विषाणु(वायरस) जैसी लगती है(फाइल नाम लंबी खाली जगह नाम में रखता है).
hr: Datoteka izgleda kao virus (naziv datoteke sadrži dugačke razmake).
hu: A fájl vírusnak néz ki (a fájlnév hosszú szóközt tartalmaz a nevében).
hy: Ֆայլը նման է վիրուսի:
id: Berkas ini tampaknya seperti virus (pada nama berkas berisi spasi yang panjang).
is: Skráin lítur út eins og veira (skráarnafnið inniheldur löng bil).
it: Il file sembra essere un virus (contiene molti spazi nel nome).
ja: ファイルはウイルスの疑いがあります。(ファイル名に大量のスペースを含むため)
ka: ფაილი შესაძლოა აღმოჩნდეს ვირუსი (სახელი შეიცავს ძალიან ბევრ თავმოყრილ ჰარს).
kk: Файл вирусқа ұқсайды (файл аты ұзақ жолды мәселені құрайды).
ko: 해당 파일이 바이러스 같습니다 (파일 이름에 길다란 공백이 들어있음).
ku_arab: پەڕگەکە لە ڤایرۆس دەچێت (ناوی پەڕگەکە بۆشایی زۆری تیادایە).
ky_kg: Файл вируска окшош (файлдын аты ырааттуу бош жерди камтыйт).
lt: Šis failas panašus į virusą (failo pavadinime yra pasikartojančių tarpų)
nl: Het bestand lijkt op een virus (het bevat veel opeenvolgende spaties in de naam).
pl: Plik wygląda na wirusa (nazwa pliku zawiera długi ciąg spacji).
pt_br: O arquivo parece um vírus (o nome do arquivo contém espaços longos no nome).
ru: Файл похож на вирус (имя файла содержит длинную последовательность пробелов).
si: ගොනුව වෛරසයක් වැනිය (ගොනු නාමයේ දිගු හිස්තැන් තිබේ).
sk: Súbor vyzerá ako vírus. (Meno súboru obsahuje veľa medzier.)
sl: Datoteka izgleda kot virus (ime datoteke vsebuje dolge presledke v imenu).
sq: Skedari duket si një virus (emri i skedarit përmban hapësira të gjata në emër).
sr_cyrl: Датотека изгледа као вирус (име датотеке садржи пуно размака у имену).
sr_latn: Datoteka izgleda kao virus (ime datoteke sadrži puno razmaka u imenu).
sv: Filen verkar vara ett virus (filnamnet innehåller långa mellanslag).
sw: Faili hii inakaa kama kirusi (jina la faili ina nafasi ndefu).
tg_arab: Файл ба вирус монанд аст (номи файл пайдарпайии дарозро дар бар мегирад).
th: ไฟล์อาจเป็นไวรัส (ชื่อไฟล์มีช่องว่างยาว)
tk_cyrl: Faýl wirusa meňzeýär (Faýlyň adynda uzyn boşluklar bar).
tr: Dosya virus gibi görünüyor (dosya adında uzun boşluklar var).
tt_arab: Файл вируска ошаган (файл исемендә озын аралар эзлеклелеге бар).
ug_arab: بۇ ھۆججەت ۋىرۇستەك تۇرىدۇ (ھۆججەت ئاتىدا كۆپ بوشلۇق بار)
uk: Файл виглядає як вірус (ім'я файлу містить довгу послідовність пробілів).
uz_cyrl: Файл вирусга ўхшайди (файл номида узун бўшлиқларни мавжуд).
uz_latn: Fayl virusga o‘xshaydi (fayl nomida uzun bo‘shliqlarni mavjud).
vi: Tập tin này có thể là virus (tên tập tin có chứa khoảng cách dài).
yo_latn: Faíli yí jọ àkóràn(Ààyè to wa ni àárín orukọ faíli ti poju).
zh_hans: 此文件似乎是病毒文件(文件名中包含多个空格)。
zh_hant: 檔案似是病毒（檔案名稱含有很多空格）。

# Resource3013
source: The operation cannot be called from a folder that has a long path.
ar: لا يمكن استدعاء العملية من مجلد له مسار طويل
az_arab: Əməliyyat uzun yol təşkil edən qovluqdan icra oluna bilmir.
be: Аперацыя не можа быць выкананая з папкі, якая мае доўгі шлях.
bg: Операцията не може да бъде извикана от директория с толкова дълъг път.
ca: L'operació no es pot iniciar des d'una carpeta amb una ruta llarga.
cs: Operace nemůže být provedena ze složky s dlouhou cestou.
da: Handlingen kan ikke kaldes fra en mappe som har en lang sti.
de: Die Operation kann nicht aus einem Ordner mit langem Pfad aufgerufen werden.
el: Η λειτουργία δεν μπορεί να κληθεί από ένα φάκελο που έχει μεγάλη διαδρομή.
es: No puede realizarse la operación desde una carpeta que tenga una ruta larga.
et: Toimingut ei saa käivitada kaustast, millel on pikk tee.
eu: Eragiketa ezin da helburu luze bat duen agiritegi batetik deitu
fa: عملکرد نمیتواند از پوشه ای که مسیر بلند دارد فراخوانی شود
fi: Toimintoa ei voi suorittaa kansiosta, jonka polku on pitkä.
fr: Cette opération ne peut être effectuée depuis un dossier ayant un trop long chemin d'accès.
ga: Ní féidir an oibríocht seo a chur i bhfeidhm ó fhillteán a bhfuil conair fhada aige.
gl: A operación non pode responder dende un cartafol cun camiño longo.
gu: જે ફોલ્ડરનો લાંબો માર્ગ છે તેનાથી સઞ્ચાલન ક્રિયા બોલાવી નથી શકાતી.
he: .הפעולה אינה יכולה להיקרא מתיקייה שיש לה נתיב ארוך
hi: जिस फोल्डर का लंबा मार्ग है उससे सञ्चालन क्रिया नही बुलाई जा सकती.
hr: Operaciju nemoguće pozvati iz mape koja ima dugačku putanju.
hu: A művelet nem hívható meg abból a mappából amelynek hosszú az elérési útvonala.
hy: Գործողությունը չի կարող կատարվել այն թղթապանակից, որը ունի երկար ճանապարհ:
id: Pengoperasian tidak bisa dipanggil dari direktori yang berlintasan panjang.
is: Aðgerðina er ekki hægt að kalla í frá möppu sem hefur langa slóð.
it: L'operazione non può essere richiamata da una cartella con percorso lungo.
ja: パスが長いフォルダーではこの操作を実行できません。
ka: შეუძლებელია გრძელ-სახელიანი საქაღალდიდან ქმედების შესრულება
kk: Операция қалтаға жолдың ұзақтығынан орындалмайды
ko: 긴 경로로된 폴더에서 해당 작업을 호출할 수 없습니다.
ku_arab: ناتوانرێت ئەو کردارە بانگبکرێت لە بوخچەیەکەوە کە ڕێڕەوێکی درێژی ەەیە.
ky_kg: Баштыктын ичинен операция аткарылбайт, жолдун узактыгынан.
lt: Šis veiksmas negali būti vykdomas iš aplanko, kuris turi ilgą kelią
nl: De operatie kan niet worden uitgevoerd vanuit een folder met een lang pad.
pl: Operacja nie może być wywołana z folderu, który ma długą ścieżkę.
pt_br: A operação não pode ser chamada de uma pasta que tem um caminho longo.
ro: Operația nu poate fi apelată dintr-un director cu cale lungă.
ru: Операция не может быть исполнена из папки, которая имеет длинный путь.
si: දිගු මාර්ගයක් ඇති බහාලුමකින් මෙහෙයුමක් සිදුකළ නොහැකිය.
sk: Operácia nemôže byť vykonaná v priečinku, ktorý má dlhú cestu.
sl: Operacije ni mogoče priklicati iz mape, ki ima dolgo pot.
sq: Operacioni nuk mund të thirret nga një dosje që ka një shteg të gjatë.
sr_cyrl: Операција не може бити позвана из фасцикле која има дугу путању.
sr_latn: Operacija ne može biti pozvana iz fascikle koja ima dugu putanju.
sv: Åtgärden kan inte utföras från en mapp med en så lång sökväg.
sw: Operesheni haiwezi itwa kutoka folda iliyo na kijiajina ndefu.
tg_arab: Амалро аз ҷузвдоне, ки роҳи дароз дорад иҷро кардан ғайриимкон аст.
th: ไม่สามารถดำเเนินการได้จากโฟลเดอร์ที่มีที่ตั้งยาว
tk_cyrl: Uzyn ýol ady bolan bukjadan amal ýerine ýetirilip bolmaýar.
tr: İşlem dosya yolu uzun olan bir klasörden başlatılamaz.
tt_arab: Гамәл юлы озын булган папкадан башкарыла алмый.
ug_arab: يولى ئۇزۇن قىسقۇچقا بۇ مەشغۇلاتنى ئېلىپ بارالمايدۇ.
uk: Операцію не можна викликати з папки, яка має довгий шлях.
uz_cyrl: Aмалиётни узоқ йўлга ега бўлган жилддан чақириш мумкин емас.
uz_latn: Amaliyotni uzoq yo‘lga ega bo‘lgan jilddan chaqirish mumkin emas.
vi: Không thể thực hiện với một thư mục có đường dẫn quá dài.
yo_latn: Kò le pè ìmú iṣiṣẹ́ yí láti àpò faíli to ni ọ̀nà gígùn.
zh_hans: 无法为过长的路径完成该操作。
zh_hant: 不能完成操作，因資料夾路徑過長。

# Resource3014
source: You must select one file
ar: يجب تحديد ملف واحد
az_arab: Siz bir fayl seçməlisiniz
be: Вы павінны вылучыць адзін файл
bg: Трябва да се избере един файл
ca: Seleccioneu un fitxer
cs: Musíte vybrat jeden soubor
da: Du skal vælge en fil
de: Bitte genau eine Datei auswählen.
el: Πρέπει να επιλέξετε ένα αρχείο.
es: Debes seleccionar un fichero
et: Te peate valima ühe faili.
eu: Agiri bat hautatu behar duzu
fa: شما باید یک فایل انتخاب کنید
fi: Valitse yksi tiedosto
fr: Vous devez sélectionner un fichier
ga: Caithfear comhad amháin a roghnú
gl: Tes que seleccionar un ficheiro
gu: તમારે એક ફાઇલનો ચયન તો કરવો જ પડશે
he: אתה חייב לבחור קובץ אחד
hi: तुम्हे एक फाइल का चयन तो करना ही होगा
hr: Morate obilježiti jednu datoteku
hu: Egy fájlt ki kell jelölnie!
hy: Ընտրեք գոնե մեկ ֆայլ
id: Anda harus memilih satu berkas
is: Þú verður að velja eina skrá
it: Devi selezionare un file
ja: 1つのファイルを選択してください
ka: უნდა აირჩიოთ ერთი ფაილი
kk: Сізге бір файл таңдау керек
ko: 반드시 한 개의 파일을 선택해야함
ku_arab: پێویستە پەڕگەیەک دیاریبکەیت
ky_kg: Сиз бир фалды бөлүшүңүз керек
lt: Jūs privalote pažymėti vieną failą
nl: Er moet één bestand geselecteerd worden
pl: Musisz zaznaczyć jeden plik
pt_br: Você deve selecionar um arquivo
ro: Trebuie să alegi un fișier
ru: Вы должны выделить один файл
si: එක් ගොනුවක් පමණක් තේරිය යුතුය.
sk: Musíte vybrať jeden súbor
sl: Izbrati morate eno datoteko
sq: Duhet të zgjedhësh një skedar
sr_cyrl: Морате да изаберете неку датотеку
sr_latn: Morate da izaberete neku datoteku
sv: Du måste välja en fil
sw: Lazima uteue faili moja
tg_arab: Шумо бояд як файлро қайд кардан
th: ท่านต้องเลือกไฟล์
tk_cyrl: Siz bir faýl seçmelisiňiz
tr: Bir dosya seçmelisiniz
tt_arab: Сезгә бер файлны билгеләргә кирәк
ug_arab: چوقۇم ھۆججەتتىن بىرنى تاللاڭ
uk: Ви повинні вибрати один файл
uz_cyrl: Битта файлни танлашингиз керак
uz_latn: Bitta faylni tanlashingiz kerak
vi: Bạn phải chọn một tập tin
yo_latn: Ẹ gbọdọ ṣàyàn faíli kan.
zh_hans: 您必须选择一个文件
zh_hant: 您必須選擇一個檔案

# Resource3015
source: You must select one or more files
ar: يجب تحديد ملف واحد أو أكثر
az_arab: Siz bir və ya bir neçə fayl seçməlisiniz
be: Вы павінны вылучыць адзін або некалькі файлаў
bg: Трябва да се изберат един или повече файлове
ca: Seleccionar un o més fitxers
cs: Musíte vybrat jeden nebo více souborů
da: Du skal vælge en eller flere filer
de: Bitte mindestens eine Datei auswählen.
el: Πρέπει να επιλέξετε ένα ή περισσότερα αρχεία.
es: Debes seleccionar uno o más ficheros
et: Te peate valima ühe või mitu faili.
eu: Agiri bat edo gehiago hautatu behar dituzu
fa: شما باید یک یا تعداد بیشتری فایل انتخاب کنید
fi: Valitse vähintään yksi tiedosto
fr: Vous devez sélectionner un ou plusieurs fichiers
ga: Caithfear comhad amháin nó níos mó a roghnú
gl: Tes que seleccionar un ou máis ficheiros
gu: તમારે એક કે જ્યાદા ફાઇલોંનો ચયન તો કરવો જ પડશે
he: אתה חייב לבחור קובץ אחד לפחות
hi: तुम्हे एक या ज्यादा फाइलों को चुनना ही होगा
hr: Morate obilježiti jednu ili više datoteka
hu: Egy vagy több fájlt ki kell jelölnie
hy: Ընտրեք գոնե մեկ կամ մի քանի ֆայլեր
id: Anda harus memilih satu berkas atau lebih
is: Þú verður að velja eina eða fleiri skrár
it: Devi selezionare almeno un file
ja: 1つ以上のファイルを選択してください
ka: უნდა აირჩიოთ ერთი ან მეტი ფაილი
kk: Сізге бір не бірнеше файл таңдау керек
ko: 반드시 한 개 이상의 파일을 선택해야 함
ku_arab: پێویستە پەڕگەیەک یان زیاتر دیاریبکەیت
ky_kg: Сиз бир нече файлды бөлүшүңүз керек
lt: Jūs privalote pažymėti bent vieną failą
nl: Er moeten één of meerdere bestanden geselecteerd worden
pl: Musisz zaznaczyć jeden lub więcej plików
pt_br: Você deve selecionar um ou mais arquivos
ro: Trebuie să alegi unul sau mai multe fișiere
ru: Вы должны выделить один или несколько файлов
si: ගොනු එකක් හෝ වැඩි ගණනක් තේරිය යුතුය.
sk: Musíte vybrať jeden alebo viac súborov
sl: Izbrati morate eno ali več datotek
sq: Duhet të zgjedhësh një ose më shumë skedarë
sr_cyrl: Морате да изаберете једну или више датотека
sr_latn: Morate da izaberete jednu ili više datoteka
sv: Du måste välja en eller flera filer
sw: Lazima uteue faili moja au zaidi
tg_arab: Шумо бояд як ё якчанд файлро интихоб кардан
th: ท่านต้องเลือกไฟล์หนึ่งไฟล์หรือมากว่า
tk_cyrl: Siz bir ýada birnäçe faýl seçmelisiňiz
tr: Bir ya da bir kaç dosya seçmelisiniz
tt_arab: Сезгә бер яки берничә файлны билгеләргә кирәк
ug_arab: چوقۇم بىر ياكى بىر قانچە ھۆججەت تاللاڭ
uk: Ви повинні вибрати один або декілька файлів
uz_cyrl: Сиз бир ёки бир нечта файлни танлашингиз керак
uz_latn: Siz bir yoki bir nechta faylni tanlashingiz kerak
vi: Bạn phải chọn một hoặc 2 tập tin
yo_latn: Ẹ gbọdọ ṣàyàn faíli kan tàbí faíli pupọ
zh_hans: 您至少要选择一个文件
zh_hant: 您必須選擇最少一個檔案

# Resource3016
source: Too many items
ar: عناصر كثيرة جداً
az_arab: Həddən çox ünsür
be: Занадта шмат элементаў
bg: Твърде много обекти
ca: Massa objectes
cs: Příliš mnoho položek
da: For mange elementer
de: Zu viele Objekte
el: Πάρα πολλά στοιχεία
es: Demasiados elementos
et: Liiga palju üksusi.
eu: Gai gehiegi
fa: تعداد آیتم ها بسیار زیاد است
fi: Liian monta kohdetta.
fr: Trop d'objets
ga: An iomarca nithe
gl: Demasiados elementos
gu: બહુ વધારે વસ્તુઓ
he: יותר מדי פריטים
hi: बहुत ज्यादा वस्तुएँ
hr: Previše stavki
hu: Túl sok elem
hy: Բաղադրիչները շատ են
id: Terlalu banyak butir
is: Of mörg atriði
it: Troppi elementi
ja: アイテムが多過ぎます
ka: მეტისმეტად ბევრი ელემენტი
kk: Өте көп элемент
ko: 항목이 너무 많음
ku_arab: شتی(item) زۆر هەن
ky_kg: Өтө көп элементтерди камтыйт
lt: Per daug elementų
nl: Te veel items
pl: Zbyt dużo elementów
pt_br: Itens demais
ro: Prea multe obiecte
ru: Слишком много элементов
si: අංග ඉතා අධිකය
sk: Priveľa položiek
sl: Preveč vnosov
sq: Tepër shumë artikuj
sr_cyrl: Исувише ставки
sr_latn: Isuviše stavki
sv: För många objekt
sw: Vipengee vingi kupindukia
tg_arab: Унсурҳои хеле зиёд
th: มีวัตถุมากเกินไป
tk_cyrl: Gaty kän madda
tr: Çok fazla öge var
tt_arab: Элементлар бик күп
ug_arab: تۈر بەك كۆپ
uk: Забагато елементів
uz_cyrl: Жуда кўп нарсалар танланган.
uz_latn: Juda ko‘p narsalar tanlangan.
vi: Quá nhiều tập tin
yo_latn: Ijẹri ti ẹ ṣà ti pọju
zh_hans: 项目太多
zh_hant: 項目過多

# Resource3017
source: Cannot open the file as {0} archive
ar: لا يمكن فتح الملف {0} كأرشيف
az_arab: Faylı, '{0}' arxivi kimi açmaq alınmadı
ca: No es pot obrir el fitxer {0} com a arxiu
cs: Nelze otevřít soubor jako {0} archiv
da: Kan ikke åbne filen som {0}-arkiv
de: Die Datei kann nicht als {0}-Archiv geöffnet werden.
el: Αδυναμία ανοίγματος του αρχείου ως {0} αρχείο συμπίεσης
es: No se puede abrir el archivo como un archivo {0}
eu: Ezin da agiria {0} artxibo bezala ireki
fi: Ei voida avata tiedostoa {0}-pakettina
fr: Ne peut ouvrir les fichiers {0} comme une archive
gl: Non se pode abrir o ficheiro como arquivo {0}
he: {0} לא ניתן לפתוח את הקובץ כארכיון
hr: Nemoguće otvoriti datoteku kao {0} arhivu
hu: Nem nyitható meg a fájl mint {0} archívum
hy: Հնարավոր չեղավ բացել ֆայլը որպես {0} արխիվ
id: Tidak bisa buka berkas sebagai arsip {0}
is: Getur ekki opnað skrána sem „{0}“-safn
it: Impossibile aprire il file come archivio {0}
ja: ファイルを {0} アーカイブとして開くことができません
ko: {0} 압축파일로 파일을 열 수 없습니다
lt: Negalima atverti failo kaip {0} archyvo
nl: Kan het bestand niet openen als {0} archief
pl: Nie można otworzyć pliku jako archiwum {0}
pt_br: Não pôde abrir o arquivo como {0} arquivo compactado
ru: Не удалось открыть файл как {0} архив
si: {0} ගොනුව හැකිළුමක් ලෙස විවෘත කළ නොහැකිය
sl: Datoteke ni mogoče odpreti kot arhiv {0}
sq: Skedari nuk mund të hapet si arkiv {0}
sv: Det går inte att öppna filen som ett {0}-arkiv
sw: Haiwezi fungua faili kama {0} kihifadhi
tg_arab: Файлро ҳамчун {0} бойгонӣ кушода натавонистам
tk_cyrl: {0} faýly arhiw görnüşinde açylmady
tr: Dosya {0} arşivi olarak açılamadı
tt_arab: Файлны {0} архивы кебек ачып булмады
uk: Не вдалося відкрити файл як {0} архів
uz_cyrl: {0} файлни архив каби очиб бўлмади.
uz_latn: {0} faylni arxiv kabi ochib bo‘lmadi.
yo_latn: Kò le ṣí faíli yí bí {0} àpò faíli àkójọ́pọ
zh_hans: 无法作为 {0} 压缩包打开该文件
zh_hant: 無法開啟為 {0} 壓縮檔

# Resource3018
source: The file is open as {0} archive
ar: الملف مفتوح {0} كأرشيف
az_arab: Fayl, {0} arxivi kimi açıldı
ca: S'ha obert el fitxer com l'arxiu {0}
cs: Soubor je otevřen jako {0} archiv
da: Filen er åbnet som {0}-arkiv
de: Die Datei wurde als {0}-Archiv geöffnet.
el: Το αρχείο είναι ανοιχτό ως {0} συμπιεσμένο
es: El archivo se abrió como archivo {0}
eu: Agiria {0} artxibo bezala dago irekita
fi: Tiedosto on avattu {0}-pakettina
fr: Le fichier {0} est ouvert comme une archive
gl: O ficheiro está aberto como arquivo {0}
he: {0} הקובץ פתוח כארכיון
hr: Datoteka je otvorena kao {0} arhiva
hu: Fájl nyitva van mint {0} archívum
hy: Ֆայլը բացվել է որպես {0} արխիվ
id: Berkas dibuka sebagai arsip {0}
is: Skráin er opin sem „{0}“-safn
it: Il file è aperto come archivio {0}
ja: ファイルが {0} アーカイブとして開かれています
ko: {0} 압축파일로 파일이 열리고 있습니다
lt: Failas yra atvertas kaip {0} archyvas
nl: Het bestand is geopend als {0} archief
pl: Plik jest otwarty jako archiwum {0}
pt_br: O arquivo está aberto como {0} arquivo compactado
ru: Файл открыт как {0} архив
si: ගොනුව හැකිළුමක් ලෙස විවෘත කරයි
sl: Datoteka je odprta kot arhiv {0}
sq: Skedari është hapur si arkiv {0}
sv: Filen har öppnats som ett {0}-arkiv
sw: Faili imefunguliwa kama {0} kihifadhi
tg_arab: Файл ҳамчун бойгонии {0} кушода шуд
tk_cyrl: {0} Faýly arhiw görnüşinde açyk
tr: Dosya {0} arşivi olarak açık
tt_arab: Файл {0} архивы кебек ачылган
uk: Файл відкрито як {0} архів
uz_cyrl: {0} файли архив каби очилган.
uz_latn: {0} fayli arxiv kabi ochilgan.
yo_latn: Faíli yí ti ṣí bí {0} àpò faíli àkójọ́pọ
zh_hans: 文件以 {0} 格式打开
zh_hant: 開啟為 {0} 壓縮檔

# Resource3019
source: The archive is open with offset
ar: الأرشيف مفتوح بطريقة الطباعة بالأوفسيت
az_arab: Arxiv əvəzlənərək açıldı
ca: L'arxiu està obert amb compensació
cs: Archiv je otevřen s offsetem
da: Arkivet er åbnet med forskydning
de: Die Datei wurde mit einem Offset geöffnet.
el: Το συμπιεσμένο αρχείο είναι ανοιχτό με offset
es: El archivo está abierto con la posición
eu: Artxiboa orekaz irekita dago
fi: Paketti on auki eri alkukohdasta (offset)
fr: L'archive est ouverte avec un décalage
gl: O arquivo está aberto con desprazamento
he: הארכיון פתוח עם קיזוז
hr: Arhiva je otvorena sa pomakom
hu: Az archívum eltolással nyitva van
hy: Ֆայլը բացվել է շեղումով
id: Berkas dibuka dengan gelinciran
is: Safnið er opið með afsetningu
it: L'archivio è aperto con offset
ja: アーカイブはオフセットを使用して開かれています
ko: 압축파일 오프셋을 사용하여 열려 있습니다
lt: Archyvas yra atvertas su ofsetu
nl: Het archief is geopend met een verschuiving
pl: Archiwum jest otwarte z przesunięciem
pt_br: O arquivo compactado está aberto com o offset
ru: Архив открыт со смещением
si: ගොනුව අනුලම්බිතව විවෘත කරයි
sl: Arhiv je odprt z odmikom
sq: Arkivi është i hapur me ofset
sv: Arkivet har öppnats med förskjutning
sw: Kihifadhi imefunguliwa kama chipuo
tg_arab: Бойгонӣ бо офсет кушода шудааст
tk_cyrl: Arhiw süýşürme/çalşyrma bilen açyldy
tr: Arşiv sapma ile açık
tt_arab: Архив күчеш белән ачылган
uk: Архів відкрито зі зсувом
uz_cyrl: Aрхив аралаш тарзда очилган.
uz_latn: Arxiv aralash tarzda ochilgan.
yo_latn: Àpò faíli àkójọ́pọ yí ti ṣí pẹlu aiṣedeede
zh_hans: 压缩包包含偏移
zh_hant: 壓縮檔以偏移值開啟

# Resource3300
source: Extracting
af: Besig om uit te pak
ar: جاري الاستخراج
az_arab: Çeşidlənmə
be: Распакаванне
bg: Разархивиране
bn: সম্প্রসারণ করা হচ্ছে
ca: Extraient
ca_es_valencia: Extraent
cs: Rozbalování
cy: Echdynnu
da: Udpakker
de: Entpacken
el: Αποσυμπιέζεται
eo: Elarĥivigo
es: extrayendo
et: välja eraldatud
eu: Ateratzen
fa: در حال استخراج
fi: Puretaan paketti
fr: Extraction
fy: Utpakke
ga: Asbhaint
gl: Extraendo
gu: બાહર કાઢી રહ્યું છે
he: מחלץ
hi: बाहर निकाल रहा है
hr: Raspakiranje
hu: Kibontás
hy: Դուրս է բերվում
id: Mengekstrak
is: Útdragandi
it: Estrazione in corso
ja: 展開
ka: მიმდინარეობს ამოღება
kk: Шешу
ko: 압축 푸는 중
ku_arab: دەری دەکێشێ
ky_kg: Таңгагын чечүү
lt: Išskleidžiama
lv: Izvilkšana
mk: Отпакување
mn_cyrl: Задалж байна...
mr: बाहेर
ms: Sedang mengekstrak
nb: Pakker ut
ne: निकाल्दैछ
nl: Uitpakken
nn: Pakkar ut
pa_in: ਕੱਡੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pl: Wypakowywanie
ps: وباسي
pt_br: Extraindo
ro: Dezarhivez
ru: Распаковка
si: ලිහෙමින්
sk: Rozbaľovanie
sl: Razširjanje
sq: Duke shpaketuar
sr_cyrl: Издвајање
sr_latn: Izdvajanje
sv: Packar upp
sw: Chopoa
ta: வெளிக்கொணரப்படுகின்றது
tg_arab: Борфарорӣ
th: กำลังแยกไฟล์
tk_cyrl: Çykarylýar
tr: Ayıklanıyor
tt_arab: Чыгару
ug_arab: يېشىۋاتىدۇ
uk: Видобування
uz_cyrl: Aжратилмоқда
uz_latn: Ajratilmoqda
vi: Đang giải nén...
yo_latn: Ìtúsilẹ
zh_hans: 正在提取
zh_hant: 正在解壓縮

# Resource3301
source: Compressing
af: Besig met saampersing
ar: جاري الضغط
az_arab: Sıxılma
be: Кампрэсія
bg: Компресия
bn: সংকোচায়ন প্রক্রিয়াধীন
ca: Comprimint
ca_es_valencia: Comprimint
cs: Komprimování
cy: Cywasgu
da: Komprimerer
de: Komprimiere
el: Συμπιέζεται
eo: Densigo
es: comprimiendo
et: tihendatud
eu: Konprimitzen
fa: فشرده سازی
fi: Lisätään pakettiin
fr: Compression
fy: Oan it komprimearjen
ga: Ag comhbhrú
gl: Comprimindo
gu: સંકુચન કરી રહ્યું છે
he: דוחס
hi: संकुचन कर रहा है
hr: Sažimanje u arhiv
hu: Tömörítés
hy: Սեղմվում է
id: Pemampatan
is: Þjappandi
it: Compressione in corso
ja: 圧縮
ka: მიმდინარეობს შეკუმშვა
kk: Компрессия
ko: 압축하는 중
ku_arab: دەی پەستێنێ...
ky_kg: Компрессиялоо
lt: Glaudinama
lv: saspiešana
mk: Компресирање
mn_cyrl: Шахаж байна
mr: दाब
ms: Memampatkan
nb: Komprimerer
ne: सङ्कुचन
nl: Inpakken
nn: Komprimerer
pa_in: ਨਪੀੜਨ ਕਾਰਜ ਚੱਲ ਰਿਹਾ ਹੈ
pl: Kompresowanie
ps: زېرل کيږي
pt_br: Comprimindo
ro: Arhivare
ru: Упаковка
si: හැකිළෙමින්
sk: Komprimovanie
sl: Stiskanje
sq: Duke ngjeshur
sr_cyrl: Додајем
sr_latn: Dodajem
sv: Komprimerar
sw: Inafinyaza
ta: இறுக்கப்படுகின்றது
tg_arab: Борпеч
th: กำลังบีบอัด
tk_cyrl: Gysylýar
tr: Sıkıştırılıyor
tt_arab: Кысу
ug_arab: پرىسلاۋاتىدۇ
uk: Стиснення
uz_cyrl: Сиқилмоқда
uz_latn: Siqilmoqda
vi: Đang nén...
yo_latn: Ìkójọ́pọ
zh_hans: 正在压缩
zh_hant: 正在壓縮

# Resource3302
source: Testing
af: Besig om te toets
ar: جاري الفحص
az_arab: Sınaq
be: Тэставанне
bg: Проверка
bn: নিরক্ষণ করছে ...
ca: Provant
ca_es_valencia: Provant
cs: Kontrola
cy: Ymbrofi
da: Tester
de: Überprüfen
el: Ελέγχεται
eo: Testado
es: probando
et: Testimine
eu: Aztertzen
fa: تست
fi: Eheystarkistus
fr: Contrôle
fy: Oan it Testen
ga: Ag tástáil
gl: Probando
gu: પરીક્ષણ
he: בוחן
hi: परीक्षण
hr: Testiranje
hu: Tesztelés
hy: Թեստավորվում է
id: Pengujian
is: Prófandi
it: Verifica archivio
ja: テスト
ka: მიმდინარეობს შემოწმება
kk: Тестілеу
ko: 검사 중
ku_arab: تاقیدەکاتەوە
ky_kg: Тестирлөө
lt: Tikrinama
lv: Pārbaude
mk: Тестирање
mn_cyrl: Шалгаж байна
mr: तपासणी
ms: Pengujian
ne: परीक्षण
nl: Testen
pa_in: ਪਰਖ ਚੱਲ ਰਹੀ ਹੈ
pl: Testowanie
ps: ازموينه
pt_br: Testando
ro: Testez
ru: Тестирование
si: අත්හදා බැලෙමින්
sk: Výsledok testovania
sl: Preizkušanje
sq: Duke provuar
sr_cyrl: Тестирање
sr_latn: Testiranje
sv: Kontrollerar
sw: Inapima
ta: சோதனை...
tg_arab: Озмоиш
th: กำลังทดสอบ
tk_cyrl: Synag edilýär
tr: Sınanıyor
tt_arab: Тикшерү
ug_arab: سىناۋاتىدۇ
uk: Тестування
uz_cyrl: Синалмоқда
uz_latn: Sinalmoqda
vi: Đang kiểm tra...
yo_latn: Ìdánwò
zh_hans: 正在测试
zh_hant: 測試
